Repository: siteorigin/siteorigin-panels
Catalog: lang/siteorigin-panels-*.po
Languages: cs_cz

source: No description
cs_cz: Popis není k dispozici

source: Your theme doesn't have any prebuilt layouts.
cs_cz: Vaše téma nemá žádné přednastavená rozložení.

source: You can still clone existing pages though.
cs_cz: Existující stránky můžete klonovat neustále.

source: Clone
cs_cz: Klonovat

source: There are no %s with Page Builder content to clone.
cs_cz: Nejsou zde žádné %s Page Builderu pro klonování.

source: Row Class
cs_cz: Třída (class) řádky

source: A CSS class
cs_cz: CSS třída

source: Cell Class
cs_cz: Třída (class) buňky

source: Class added to all cells in this row.
cs_cz: Třída přidána do všech buněk v řádce.

source: CSS Styles
cs_cz: CSS styl

source: CSS Styles, given as one per row.
cs_cz: CSS styly, každý na novou řádku

source: Bottom Margin
cs_cz: Zarovnání tlačítka

source: Space below the row.
cs_cz: Mezera mezi řádky

source: Amount of space between columns.
cs_cz: Množství místa mezi sloupci.

source: Padding around the entire row.
cs_cz: Padding kolem celé řádky.

source: Row Layout
cs_cz: Rozvržení řádku

source: Full Width
cs_cz: Plná šířka

source: Full Width Stretched
cs_cz: Plná šířka roztažením

source: Background Color
cs_cz: Barva pozadí

source: Background color of the row.
cs_cz: Barva pozadí řádku.

source: Background Image
cs_cz: Obrázek pozadí

source: Background image of the row.
cs_cz: Obrázek pozadí řádku.

source: Background Image Display
cs_cz: Zarovnání/zobrazení obrázek na pozadí

source: Tiled Image
cs_cz: Tiled obrázek

source: Centered, with original size
cs_cz: Centrováno s originální velikostí

source: How the background image is displayed.
cs_cz: Ukazuje, jak je obrázek pozadí zobrazen.

source: Border Color
cs_cz: Barva okrajů

source: Border color of the row.
cs_cz: Barva okrajů řádky.

source: Widget Class
cs_cz: Třída widgetu

source: Padding around the entire widget.
cs_cz: Padding kolem celého widgetu.

source: Background color of the widget.
cs_cz: Barva pozadí widgetu.

source: Background image of the widget.
cs_cz: Obrázek pozadí widgetu.

source: Border color of the widget.
cs_cz: Barva okrajů widgetu.

source: Font Color
cs_cz: Barva písma

source: Color of text inside this widget.
cs_cz: Barva písma uvnitř widgetu.

source: Install Page Builder Plugin
cs_cz: Instalovat Page Builder plugin

source: Installing %s
cs_cz: Instalováno %s

source: Page Builder Content
cs_cz: Obsah Page Builderu

source: Row Styles
cs_cz: Třída stylu

source: Widget Styles
cs_cz: Třída widgetu

source: Attributes
cs_cz: Atributy

source: Layout
cs_cz: Rozvžení

source: Design
cs_cz: Návrh

source: Theme
cs_cz: Šablona

source: Select Image
cs_cz: Vyber obrázek

source: Remove
cs_cz: Smaž

source: Enabled
cs_cz: Povolit

source: SiteOrigin Button
cs_cz: Tlačítko SiteOrigin

source: A simple button
cs_cz: Jednoduché tlačítko

source: SiteOrigin Widgets Bundle
cs_cz: SiteOrigin balík widgetů

source: SiteOrigin Image
cs_cz: Obrázek SiteOrigin

source: Choose images from your media library.
cs_cz: Vyber obrázek z galerie medií.

source: SiteOrigin Slider
cs_cz: SiteOrigin posuvník (Slider)

source: A basic slider widget.
cs_cz: Základní widget posuvníku (slideru)

source: SiteOrigin Features
cs_cz: Funkce SiteOriginu

source: Display site features as a collection of icons.
cs_cz: Zobrazit funkcí stránky jako kolekci ikonek.

source: SiteOrigin Post Carousel
cs_cz: SiteOrigin kolotoč příspěvků

source: Display your posts as a carousel.
cs_cz: Zobrazí příspěvky pomocí kolotoče.

source: Visual Editor
cs_cz: Vizuální editor

source: Arbitrary text or HTML with visual editor
cs_cz: Libovolný HTML text s vizuálním editorem

source: Widgets Bundle
cs_cz: Balík widgetů

source: Page Builder Widgets
cs_cz: Widgety Page Builderu

source: WordPress Widgets
cs_cz: WordPress widgety

source: Recommended Widgets
cs_cz: Doporučené widgety

source: Page Builder Settings
cs_cz: Nastavení Page Builderu

source: General
cs_cz: Obecný

source: Post Types
cs_cz: Typ příspěvku

source: The post types to use Page Builder on.
cs_cz: Typy příspěvků použité Page Builderem

source: Widgets
cs_cz: Widgety

source: Widget Title HTML
cs_cz: Widget HTML Nadpis

source: Load legacy widgets from Page Builder 1.
cs_cz: Nahrát widgety ze starší verze Page Builderu 1.

source: Display recommend widgets in Page Builder add widget dialog.
cs_cz: Zobraz doporučené widgety v dialogu Přidej widget Page Builderu.

source: Responsive Layout
cs_cz: Responzivní rozvržení

source: Collapse widgets, rows and columns on mobile devices.
cs_cz: Smrskni widgety, řádky a sloupce pro mobilní zařízení

source: Mobile Width
cs_cz: Šířka pro mobilní zařízení

source: Device width, in pixels, to collapse into a mobile view .
cs_cz: Šířka zařízení v pixelech pro smrštění do mobilního zobrazení.

source: Row Bottom Margin
cs_cz: Zarovnání řádky od spodu

source: Default margin below rows.
cs_cz: Výchozí zarovnání pod řádkem.

source: Default spacing between columns in each row.
cs_cz: Výchozí mezery mezi sloupci v každé řádce.

source: Full Width Container
cs_cz: Kontejner pro plnou šířku na stránce

source: The container used for the full width layout.
cs_cz: Kontejner použitý pro rozložení na celou šířku stránky.

source: Content
cs_cz: Obsah

source: Copy Content
cs_cz: Kopíruj obsah

source: Copy content from Page Builder to post content.
cs_cz: Kopíruje obsah z Page Builderu do obsahu příspěvku.

source: Search Settings
cs_cz: Vyhledat nastavení

source: Settings Saved
cs_cz: Nastavení uloženo

source: Save Settings
cs_cz: Uložit nastavení

source: Custom Home Page Builder
cs_cz: Vlastní hlavní strana Page Builderu

source: Home Page
cs_cz: Hlavní strana

source: All Widgets
cs_cz: Všechny widgety

source: Missing Widget
cs_cz: Chybějící widgety

source: Page Builder doesn't know about this widget.
cs_cz: Page Builder neví nic o tomto widgetu.

source: %d seconds
cs_cz: %d sekund

source: %d minutes
cs_cz: %d minut

source: %d hours
cs_cz: %d hodin

source: %d second
cs_cz: %d sekunda

source: %d minute
cs_cz: %d minuta

source: %d hour
cs_cz: %d hodina

source: %s before
cs_cz: %s před

source: Now
cs_cz: Nyní

source: Current
cs_cz: Součastný

source: Original
cs_cz: Původní

source: Version restored
cs_cz: Verze byla obnovena

source: Widget deleted
cs_cz: Widget byl smazán

source: Widget added
cs_cz: Widget byl přidán

source: Widget edited
cs_cz: Widget byl změněn

source: Widget duplicated
cs_cz: Widget byl zkopírován

source: Widget moved
cs_cz: Widget byl presunut

source: Row deleted
cs_cz: 5ádka byla smazána

source: Row added
cs_cz: 5ádka byla přidána

source: Row edited
cs_cz: 5ádka byla změněna

source: Row moved
cs_cz: 5ádka byla přesunuta

source: Row duplicated
cs_cz: 5ádka byla skopírována

source: Cell resized
cs_cz: Velikost buňky byla změněna

source: Prebuilt layout loaded
cs_cz: Prebuilt rozložení bylo nahráno

source: Are you sure you want to overwrite your current content? This can be undone in the builder history.
cs_cz: Opravdu chcete přepsat Váš současný obsah? Tato operace muže ovlivnit historii Page Builderu.

source: Loading prebuilt layout
cs_cz: Nahraní prebuilt rozvržení

source: Would you like to copy this editor's existing content to Page Builder?
cs_cz: Chtěli byste zkopírovat aktuální obsah toho editoru do Page Builderu?

source: Would you like to clear your Page Builder content and revert to using the standard visual editor?
cs_cz: Chtěli byste vyčistit obsah Page Builderu a vrátit se zpět ke standardnímu vizuálnímu editoru?

source: Layout Builder Widget
cs_cz: Widget rozvržení Builderu

source: Are you sure?
cs_cz: Opravdu?

source: Page Builder layouts
cs_cz: Page Builder rozvržení

source: Error uploading or importing file.
cs_cz: Chyba při nahrávání nebo importování souboru.

source: Untitled Widget
cs_cz: Nepojmenovaný Widget

source: Edit Home Page
cs_cz: Změn hlavní stránku

source: You need to install 1{%1$s} to use the widget 2{%2$s}.
cs_cz: Potřebujete nejdříve nainstalovat 1{%1$s} abyste mohli použít widget 2{%2$s}.

source: Support Forum
cs_cz: Forum podpory

source: On
cs_cz: Zapnout

source: Off
cs_cz: Vypnuto

source: Custom Home Page
cs_cz: Vlastní hlavní strana

source: Home page updated. 1{View page}.
cs_cz: Vlastní strana změněna. 1{View page}.

source: Save Home Page
cs_cz: Ulož hlavní stranu

source: This interface requires Javascript
cs_cz: Toto rozhraní požaduje Javascript

source: The page layouts are responsive and fully customizable.
cs_cz: Rozvržení stránek je plně responzivní a nastavitelné.

source: Add Widget
cs_cz: Přidat widget

source: Add Row
cs_cz: Přidat řádku

source: History
cs_cz: Historie

source: Switch to Editor
cs_cz: Přepnout do standarního editoru

source: Add a 1{widget}, 2{row} or 3{prebuilt layout} to get started. Read our 4{documentation} if you need help.
cs_cz: Pro začátek přidejte nějaký 1{widget}, 2{řádku} or 3{prebuilt rozložení}. Přečtěte si 4{dokumentaci}, jestliže potřebujete pomoc.

source: Edit Row
cs_cz: Změnit řádku

source: Duplicate Row
cs_cz: Zkopírovat řádku

source: Delete Row
cs_cz: Smazat řádku

source: Edit
cs_cz: Editovat

source: Duplicate
cs_cz: Duplikovat

source: Delete
cs_cz: Smazat

source: Done
cs_cz: Hotovo

source: Add New Widget %s
cs_cz: Přidat nový widget %s

source: Search Widgets
cs_cz: Hledat widgety

source: Close
cs_cz: Zavřít

source: Add New Row
cs_cz: Přidat novou řádku

source: Left to Right
cs_cz: Zleva do prava

source: Right to Left
cs_cz: Zprava do leva

source: 1{Set row layout}: %1$s columns with a ratio of %2$s going from %3$s
cs_cz: 1{Nastav rozvržení řádky}: %1$s sloupců s poměrem %2$s začínající z %3$s

source: Set
cs_cz: Nastavit

source: Insert
cs_cz: Vložit

source: Save
cs_cz: Uložit

source: Prebuilt Layouts
cs_cz: Prebuilt rozložení

source: Search
cs_cz: Hledat

source: Theme Defined
cs_cz: Šablona zvolena

source: Clone: %s
cs_cz: Klonovat: %s

source: Drop import file here
cs_cz: Přesunout soubor pro import zde

source: Or
cs_cz: Nebo

source: Select Import File
cs_cz: Vybrat soubor pro import

source: Download Layout
cs_cz: Stáhnout rozvržení

source: Page Builder Change History
cs_cz: Historie změn Page Builderu

source: Restore Version
cs_cz: Obnovit verzi

source: Close Live Editor
cs_cz: Zavřít Live Editor

source: Copy content from Page Builder into the standard content editor.
cs_cz: Kopírovat obsah z Page Builderu do standarního editoru.

source: Animations
cs_cz: Animace

source: Disable animations for improved performance.
cs_cz: Vypnout animace pro vyšší výkon.

source: Bundled Widgets
cs_cz: Dodáné widgety

source: Include the bundled widgets.
cs_cz: Zahrnout dodané widgety

source: Display
cs_cz: Zobraz

source: Should the layout collapse for mobile devices.
cs_cz: Má se rozvržení smrsknout pro mobilní zařízení.

source: Cell Side Margins
cs_cz: Boční okraje buňky

source: Inline CSS
cs_cz: Řádkove CSS

source: Layout Builder
cs_cz: Builder rozvržení

source: A complete SiteOrigin Page Builder layout as a widget.
cs_cz: Kompletní SiteOrigin Page Builder jako widget.

source: Open Builder
cs_cz: Otevřít Builder

source: Post Content
cs_cz: Obsah příspěvku

source: None
cs_cz: Žádný

source: Title
cs_cz: Popis

source: Display Content
cs_cz: Zobrazit obsah

source: Post Loop
cs_cz: Smyčka s příspěvky

source: Displays a post loop.
cs_cz: Zobraz příspěvky ve smyčce.

source: Your theme doesn't have any post loops.
cs_cz: Váše šablona nemá žádné smyčky příspěvlů.

source: Template
cs_cz: Šablona

source: More Link
cs_cz: Více odkazů

source: If the template supports it, cut posts and display the more link.
cs_cz: Pakliže to šablona umožňuje, zkraťte příspěvek a zobrazte odkaz VÍCE.

source: Post Type
cs_cz: Typ příspěvku

source: Posts Per Page
cs_cz: Příspěvků na stránku

source: Order By
cs_cz: Seřadit podle

source: Post ID
cs_cz: ID příspěvku

source: Author
cs_cz: Autor

source: Name
cs_cz: Jméno

source: Date
cs_cz: Datum

source: Modified
cs_cz: Změněno

source: Parent
cs_cz: Rodič

source: Random
cs_cz: Náhodné

source: Comment Count
cs_cz: Počítadlo komentářů

source: Menu Order
cs_cz: Řazení menu

source: Post In Order
cs_cz: Příspěvky v pořadí

source: Order
cs_cz: Pořadí

source: Descending
cs_cz: Sestupně

source: Ascending
cs_cz: Vzestupně

source: Sticky Posts
cs_cz: Sticky příspěvky

source: Default
cs_cz: Výchozí

source: Ignore Sticky
cs_cz: Ignoruj sticky

source: Exclude Sticky
cs_cz: Vyjmi sticky

source: Only Sticky
cs_cz: Pouze sticky

source: Additional
cs_cz: Přídavné

source: Style
cs_cz: Styl

source: %s Style
cs_cz: %s styl

source: Additional Arguments
cs_cz: Přídavné argumenty

source: Gallery (PB)
cs_cz: Galerie (PB)

source: Displays a gallery.
cs_cz: Zobraz galerii

source: Gallery Images
cs_cz: Obrázky galerie

source: edit gallery
cs_cz: edituj galerii

source: Comma separated attachment IDs. Defaults to all current page's attachments.
cs_cz: Čárkou oddělené ID příloh. Výchozí pro všechny současné přílohy stránek.

source: Image Size
cs_cz: Velikost obrázku

source: Large
cs_cz: Velků

source: Medium
cs_cz: Střední

source: Thumbnail
cs_cz: Miniatura

source: Full
cs_cz: Plný

source: Gallery Type
cs_cz: Typ galerie

source: Columns
cs_cz: Sloupce

source: Link To
cs_cz: Odkaz na

source: Attachment Page
cs_cz: Příloha stránky

source: File
cs_cz: Soubor

source: Image (PB)
cs_cz: Obrázek (PB)

source: Displays a simple image.
cs_cz: Zobraz jeden obrázek.

source: Image URL
cs_cz: URL obrázku

source: Destination URL
cs_cz: Cílové URL

source: An image that displays before the video starts playing.
cs_cz: Obrázek před zahájením hraní videa

source: Animated Image (PB)
cs_cz: Animovaný obrázek (PB)

source: An image that animates in when it enters the screen.
cs_cz: Obrázek který se začne animovat po vztoupení na stránku.

source: Animation
cs_cz: Animace

source: Fade In
cs_cz: Pozvolna zesílit

source: Slide Up
cs_cz: Sklouznou nahoru

source: Slide Down
cs_cz: Sklouznou dolu

source: Slide Left
cs_cz: Sklouznout v levo

source: Slide Right
cs_cz: Sklouznou v pravo

source: Button (PB)
cs_cz: Tlačítko (PB)

source: Open In New Window
cs_cz: Otevřít odkaz v novém okně/záložce

source: Button Alignment
cs_cz: Zarovnání tlačítka

source: Left
cs_cz: Doleva

source: Right
cs_cz: Doprava

source: Center
cs_cz: Uprosřed

source: Justify
cs_cz: Zarovnat

source: Call To Action (PB)
cs_cz: Zavolat akci (PB)

source: A Call to Action block
cs_cz: Zavolat blok akce.

source: Sub Title
cs_cz: Pod nadpis

source: Button Text
cs_cz: Text tlačítka

source: Button URL
cs_cz: URL tlačítka

source: Button
cs_cz: Tlačítko

source: List (PB)
cs_cz: Seznam (PB)

source: Price Box (PB)
cs_cz: Box ceny (PB)

source: Price
cs_cz: Cena

source: Per
cs_cz: Za

source: Information Text
cs_cz: Informační text

source: Location
cs_cz: Lokace

source: Image
cs_cz: Obrázek
